Repository: Arjun216/FullDeck
Catalog: FullDeck/FullDeck/Localizable.xcstrings
Source language: en
Languages: es

source: %@, active language
es: %@, idioma activo

source: %@, locked
es: %@, bloqueado

source: %lld of %lld
es: %lld de %lld

source: %lld of %lld words learned
es: %lld de %lld palabras aprendidas

source: Add another language — $0.99
es: Añadir otro idioma — 0,99 $

source: All 1000 words. One payment, yours for good.
es: Las 1000 palabras. Un solo pago, tuyas para siempre.

source: Audio unavailable on this device.
es: Audio no disponible en este dispositivo.

source: Card %lld of %lld
es: Tarjeta %lld de %lld

source: Choose a language
es: Elige un idioma

source: Couldn't complete the purchase. You haven't been charged.
es: No se pudo completar la compra. No se te ha cobrado.

source: Couldn't load the available languages.
es: No se pudieron cargar los idiomas disponibles.

source: Couldn't load this language.
es: No se pudo cargar este idioma.

source: Couldn't load your progress.
es: No se pudo cargar tu progreso.

source: Couldn't open your saved progress.
es: No se pudo abrir tu progreso guardado.

source: Couldn't restore your purchases.
es: No se pudieron restaurar tus compras.

source: Couldn't save your progress.
es: No se pudo guardar tu progreso.

source: Done
es: Listo

source: Every word. That's the whole deck.
es: Todas las palabras. El mazo completo.

source: Hear the example sentence
es: Escuchar la oración de ejemplo

source: Hear the sentence
es: Escuchar la oración

source: Hear the word
es: Escuchar la palabra

source: Hear the word %@
es: Escuchar la palabra %@

source: Knew it!
es: ¡Lo sabía!

source: Languages
es: Idiomas

source: Let's try this again
es: Volvamos a intentarlo

source: Next review %@.
es: Próximo repaso %@.

source: No previous purchases found.
es: No se encontraron compras anteriores.

source: Nothing is due right now.
es: No hay nada pendiente ahora mismo.

source: Opens the languages list
es: Abre la lista de idiomas

source: Pick a language on the Languages tab to start.
es: Elige un idioma en la pestaña Idiomas para empezar.

source: Progress
es: Progreso

source: Restore Purchases
es: Restaurar compras

source: Reveal
es: Mostrar

source: Shows the answer
es: Muestra la respuesta

source: Something went wrong
es: Algo salió mal

source: Study
es: Estudiar

source: The store isn't reachable right now.
es: La tienda no está disponible en este momento.

source: This language needs an app update.
es: Este idioma necesita una actualización de la app.

source: This language's data couldn't be read. Try reinstalling the app.
es: No se pudieron leer los datos de este idioma. Intenta reinstalar la app.

source: This purchase is waiting for approval.
es: Esta compra está esperando aprobación.

source: Unlock for %@
es: Desbloquear por %@

source: Unlocked.
es: Desbloqueado.

source: You're caught up
es: Estás al día

source: You've learned all the words in this language.
es: Has aprendido todas las palabras de este idioma.

source: of %lld words learned
es: de %lld palabras aprendidas
